Revit.Elements.PathOfTravel.InternalLongestOfShortestExitPaths(Autodesk.Revit.DB.View,System.Collections.Generic.IEnumerable{Autodesk.Revit.DB.XYZ})
[INTERNAL]: Calculates the longest PathOfTravel of all shortest paths from rooms in the floor plan to given exit points.
rvtView: Floor plan view for which rooms will be used to retrieve longest paths to the given exit points.
endPoints: List of end (exit) points.
Returns: List of PathOfTravel elements corresponding to the longest of shortest exit paths from rooms.